Repository: StefanKjartansson/feincms
Catalog: feincms/locale/*/LC_MESSAGES/django.po
Languages: is

source: template
is: snið

source: ordering
is: röðun

source: language
is: tungumál

source: All
is: Allt

source: Parent
is: Foreldri

source: Category
is: Flokkur

source: Change %s
is: Breyta %s

source: title
is: titill

source: %s has been moved to a new position.
is: %s hefur verið fært á nýjan stað

source: Did not understand moving instruction.
is: Skildi ekki færsluleiðbeiningar

source: actions
is: aðgerðir

source: application content
is: forritsinnihald

source: application contents
is: forritsinnihald

source: application
is: forrit

source: enabled
is: kveikja á

source: New comments may be added
is: Nýjum ummælum can að vera bætt við

source: comments
is: ummæli

source: public
is: opinbert

source: not public
is: ekki opinbert

source: name
is: nafn

source: email
is: tölvupóstur

source: subject
is: efni

source: content
is: innihald

source: contact form
is: hafa samband form

source: contact forms
is: hafa samband form

source: file
is: skrá

source: files
is: skrár

source: image
is: mynd

source: images
is: myndir

source: position
is: staðsetning

source: (no caption)
is: (engin yfirskrift)

source: media file
is: miðlaskrá

source: media files
is: miðlaskrár

source: block
is: stæða

source: left
is: vinstri

source: right
is: hægri

source: type
is: týpa

source: raw content
is: hrátt efni

source: raw contents
is: hrá efni

source: text
is: texti

source: HTML Tidy
is: HTML snyrtir

source: Ignore the HTML validation warnings
is: Hunsa viðvaranir um ógilt HTML

source: HTML validation produced %(count)d warnings. Please review the updated content below before continuing: %(messages)s
is: HTML skoðun sýndi %(count)d viðvaranir. Vinsamlegat farið yfir uppfært efni áður en haldið er áfram: %(messages)s

source: rich text
is: ríkur texti

source: rich texts
is: ríkir textar

source: The rss field is updated several times a day. A change in the title will only be visible on the home page after the next feed update.
is: RSS er uppfært nokkrum sinnum á dag. Breyting á titli mun einungis verða sýnilegt after næstu uppfærslu.

source: link
is: hlekkur

source: pre-rendered content
is: óunnið efni

source: last updated
is: seinast breytt

source: max. items
is: hámark hluta

source: RSS feed
is: RSS straumur

source: RSS feeds
is: RSS straumar

source: section
is: kafli

source: sections
is: kaflar

source: plain
is: látlaus

source: title row
is: titilsröð

source: title row and column
is: titilsröð og dálkur

source: table
is: tafla

source: tables
is: töflur

source: data
is: gögn

source: template content
is: efni sniðs

source: template contents
is: efni snips

source: video link
is: myndbandshlekkur

source: This should be a link to a youtube or vimeo video, i.e.: http://www.youtube.com/watch?v=zmj1rpzDRZ0
is: Þetta skal vera hlekkur á youtube eða vimeo myndband.

source: video
is: myndband

source: videos
is: myndbönd

source: Tagging
is: Merking

source: published
is: útgefið

source: This is used for the generated navigation too.
is: Einnig notað fyrir sjálvirka veftréið

source: published on
is: útgefið þann

source: Will be set automatically once you tick the `published` checkbox above.
is: Mun verða sett sjálfkrafa um leið og hakað er við ``útgefið` fyrir ofan.

source: entry
is: færsla

source: entries
is: færslur

source: tags
is: tög

source: translation of
is: þýðing af

source: Leave this empty for entries in the primary language.
is: Skiljið tómt fyrir færslur í frummáli

source: available translations
is: þýðingar í boði

source: creation date
is: dags.

source: modification date
is: dags breytt

source: content types
is: efnistýpur

source: publication date
is: dags. útgefið

source: publication end date
is: dags. lok útgáfu

source: Leave empty if the entry should stay active forever.
is: Skiljið tómt ef færsla á ekki að renna út.

source: visible from - to
is: sýnileg frá - til

source: Date-based publishing
is: Dagsetningarbyggð útgáfa

source: featured
is: sérkenni

source: Featured
is: Sérkenni

source: meta keywords
is: meta lykilorð

source: This will be prepended to the default keyword list.
is: Verður bætt á undan sjálfgefna lykilorðalista.

source: meta description
is: meta lýsing

source: This will be prepended to the default description.
is: Verður bætt við á undan sjálfgefnu lýsingu.

source: Search engine optimization
is: Leitarvélarhagræðing

source: Edit translation
is: Breyta þýðingu

source: Create translation
is: Búa til þýðingu

source: translations
is: þýðingar

source: parent
is: foreldri

source: category
is: flokkun

source: categories
is: flokkanir

source: file type
is: skrártýpa

source: created
is: búið til

source: copyright
is: höfundarréttur

source: file size
is: skrárstærð

source: file info
is: skráarupplýsingar

source: Image
is: Mynd

source: Video
is: Myndband

source: Audio
is: Hljóð

source: PDF document
is: PDF skjal

source: Text
is: Texti

source: Rich Text
is: Ríkur texti

source: Zip archive
is: Zip skrá

source: Binary
is: Skrá (Binary)

source: caption
is: yfirskrift

source: description
is: lýsing

source: media file translation
is: Miðlaskráarþýðing

source: media file translations
is: Miðlaskráarþýðingar

source: Preview
is: Sýnishorn

source: Successfully added %(count)d media file to %(category)s.
is: Bætti við %(count)d miðlaskrá í %(category)s.

source: Add selected media files to category
is: Bæta völdum miðlaskrám við flokkun

source: ZIP file exported as %s
is: ZIP skrá flutt út sem %s

source: ZIP file export failed: %s
is: ZIP skráar flutningur mistókst: %s

source: Export selected media files as zip file
is: Flytja valdar skrár yfir í zip skrá

source: Cannot overwrite with different file type (attempt to overwrite a %(old_ext)s with a %(new_ext)s)
is: Get ekki yfirskrifað mismunandi skrártýpu (reynt að yfirskrifa %(old_ext)s með %(new_ext)s)

source: %d files imported
is: %d skrár fluttar inn

source: ZIP import failed: %s
is: ZIP flutningur mistókst: %s

source: No input file given
is: Vantar skrá

source: active
is: virk

source: in navigation
is: í veftre

source: override URL
is: yfirskrifa slóð (URL)

source: Override the target URL. Be sure to include slashes at the beginning and at the end if it is a local URL. This affects both the navigation and subpages' URLs.
is: Yfirskrifa slóð. Mundu að láta skástrik í byrjun og enda ef slóðin er vefsvæðisbundin. Þetta hefur áhrif á bæði veftré og slóðir undirsíða.

source: redirect to
is: redirect til

source: Target URL for automatic redirects.
is: Slóð fyrir sjálfvirkt redirect

source: Cached URL
is: Slóð afrits (Cache)

source: page
is: síða

source: pages
is: síður

source: is active
is: er virk

source: This URL is already taken by an active page.
is: Þessi slóð er í notktun af annarri síðu.

source: This URL is already taken by another active page.
is: Þessi slóð er í notkun af virkri síðu.

source: Other options
is: Aðrir valkostir

source: Add child page
is: Bæta við undirsíðu

source: View on site
is: Skoða á vef

source: The content from the original translation has been copied to the newly created page.
is: Efni upprunalegrar þýðingar hefur verið afritað á nýju síðuna.

source: You don't have the necessary permissions to edit this object
is: Þú hefur ekki leyfi til þess að breyta þessum hlut

source: inherited
is: erft

source: extensions
is: framlengingar

source: excerpt
is: útdráttur

source: Add a brief excerpt summarizing the content of this page.
is: Bæta við stuttum úrdrætti af efni síðunnar.

source: Excerpt
is: Útdráttur

source: navigation extension
is: veftrésframlengingar

source: Select the module providing subpages for this page if you need to customize the navigation.
is: Veldu þá módulu sem sér um undirsíðu þessarar síðu ef þú þarft að aðlaga veftré.

source: Navigation extension
is: Veftrésframlengingar

source: Select pages that should be listed as related content.
is: Veldur síður sem flokkaðar eiga að vera sem skylt efni.

source: Related pages
is: Skyldar síður.

source: Site
is: Síða

source: symlinked page
is: symlinkuð síða

source: All content is inherited from this page if given.
is: Allt efni er erft frá þessari síðu ef eitthvað er valið.

source: Symlinked page
is: Symlinkuð síða

source: content title
is: Efnistitill

source: The first line is the main title, the following lines are subtitles.
is: Firsta línan er aðal titill, seinni eru undirtitlar.

source: page title
is: titill síðu

source: Page title for browser window. Same as title by default.
is: Titill síðu fyrir glugga vafra. Sjálfkrafa sami og titill.

source: Titles
is: Titlar

source: By %(filter_title)s
is: Eftir %(filter_title)s

source: Search
is: Leita

source: Really delete item?
is: Ertur viss um að eyða hlut?

source: Confirm to delete item
is: Staðfesta að eyða hlut

source: Item deleted successfully.
is: Hluti eytt

source: Cannot delete item
is: Get ekki eytt hlut

source: Cannot delete item, because it is parent of at least one other item.
is: Get ekki eytt hlut, af því hann er foreldri minnsta kosti eins annars hluts.

source: Change template
is: Breyta sniði

source: Really change template? <br />All changes are saved.
is: Virkilega breyta sniði? <br/>Allar breytingar eru vistaðar.

source: Really change template? <br />All changes are saved and content from <strong>%%(source_regions)s</strong> is moved to <strong>%%(target_region)s</strong>.
is: Virkilega breyta sniði
